[UIScreenlistenerMCM_LEBPortrait]
strModTitle="Configurable Headshots"
strPageTitle="Configurable Headshots"
strSettingsTitle="General Settings"
strDistance="Camera Distance"
strFOV="Camera FOV"
strButtonEdit="Edit"